taskt/Core/Automation/Commands/EngineGroup/UploadBotStoreDataCommand.dot
digraph "UploadBotStoreDataCommand" {
"UploadBotStoreDataCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
