taskt/Core/Automation/Commands/EngineGroup/UploadBotStoreDataCommand.puml
@startuml
UploadBotStoreDataCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
